[
  {
    "id": 1,
    "country": "Mexico",
    "title": "Liliana’s Invincible Summer",
    "author": "Cristina Rivera Garza",
    "genre": ["Biography", "Memoir", "Feminism", "LatinAmerican"],
    "year": "2021",
    "summary": "In this gut-wrenching blend of memoir and reportage, Rivera Garza  investigates her younger sister Liliana’s 1990 murder by an abusive ex-boyfriend, who remains at large. Placing her sister’s death in the context of the femicide crisis in Mexico, Rivera Garza documents and recreates the years and months leading up to her murder, interweaving startling facts, case files and newspaper accounts with lyrical meditations on her family life and Liliana’s efforts to break away from her obsessive high school boyfriend. The excerpts from Liliana’s teenage diary and her oft-repeated desire not to be left alone haunt the narrative, as do Rivera Garza’s guilt and shame over her sister’s death.",
    "prizes": [
      "Pulitzer Prize for Memoir or Autobiography (2024)",
      "Premio Xavier Villaurrutia for Novela (2021)",
      "National Book Award Finalist for Non-Fiction (2023)"
    ],
    "recommendation": "This book gives us the insight and the language to identify the signs of danger and to see in plain sight how patriarchy deforms and hurts men, as much as it does women. Karen."
  },

  {
    "id": 2,
    "country": "Peru",
    "title": "Deep Rivers",
    "author": "Jose Maria Arguedas",
    "genre": "Novel",
    "year": "1958",
    "summary": "Deep Rivers is a novel about an adolescent, Ernesto, in Peruvian Andean society in the    1920s. Apart from the pressures of growing up, Ernesto must come to terms with the antagonism between the dominant white society to which he belongs racially, and the Quechua society in which he was raised.",
    "prizes": "Ricardo Palma National Award for the Promotion of Culture (1959)",
    "recommendation": "You should read 'Deep Rivers' because it is a novel to learn and understand the roots of Peruvian culture, its Andean and indigenous identity and the evolution of its idiosincracy where unfortunately, violence and cruelty prevail. This unjust reality is also seen in other countries of our continent. Nevertheless, it has a great human value and beautiful descriptions of Peruvian geography. I'm sure you'll love it. Sablina."
  },

  {
    "id": 3,
    "country": "Turkiye",
    "title": "The Time Regulation Institute",
    "author": "Ahmet Hamdi Taspinar",
    "genre": "Literary fiction",
    "year": "1961",
    "summary": "At its center is Hayri Irdal, an infectiously charming antihero who becomes entangled with an eccentric cast of characters—a television mystic, a pharmacist who dabbles in alchemy, a dignitary from the lost Ottoman Empire, a “clock whisperer”—at the Time Regulation Institute, a vast organization that employs a hilariously intricate system of fines for the purpose of changing all the clocks in Turkiye to Western time. Recounted in sessions with his psychoanalyst, the story of Hayri Irdal’s absurdist misadventures plays out as a brilliant allegory of the collision of tradition and modernity, of East and West, infused with a poignant blend of hope for the promise of the future and nostalgia for a simpler time.",
    "prizes": "Small Reading Club 2024 Annual Award",
    "recommendation": "Recommended by Ceyda Blue"
  },

  {
    "id": 4,
    "country": "Germany",
    "title": "The Hidden Life of Trees",
    "author": "Peter Wohlleben",
    "genre": ["Environmental literature", "Nature", "Forestry", "Non-Fiction"],
    "year": "2015",
    "summary": "Did you know that trees can communicate with each other and have their own way to nurture each other? If not then this book is for you. Peter Wohlleben describes in his book how trees have a network of communication with each other and how they balance the ecosystem of the woods. This book changes your idea of the woods and their impact on our global ecosystem.",
    "prizes": [
      "Australian Book Industry Awards (2017)",
      "American Booksellers Association Indies Choice Book Award for Nonfiction (2017)",
      "Rob Stewart Eco Warrior Award (2020)"
    ],
    "recommendation": "The book changed my view on trees and how important they are to humankind. Peter Wohlleben is a German forest ranger who does not only write from his own experiences but uses also sources. Also if this book is non-fiction, it is very interesting to read. Natascha."
  }
]
